[Frontman X2SoldierClassTemplate]
+DisplayName="<font color='#889d8a'>死亡守望</font>"
+ClassSummary="死亡守望利用出色的机动性和潜入能力创造侧翼打击和侦察敌军的机会，此外死亡守望在击败对手的同时也能获得增益。"
+LeftAbilityTreeTitle="幽灵之道"
+RightAbilityTreeTitle="独狼之道"

+AbilityTreeTitles[0]="幽灵之道"
+AbilityTreeTitles[1]="独狼之道"
+AbilityTreeTitles[2]="斥候之道"
+AbilityTreeTitles[3]="先驱之道"
+AbilityTreeTitles[4]="诡秘之道"
